Repository: ErMasLoko/Springtomize2-Localization
Catalog: *.lproj/Localizable.strings
Languages: ar, pl, zh_tw

# RELOAD_BTN
source: Reload
pl: Przeładuj
zh_tw: 重新載入

# CHOOSE_ACTION_ACTIONSHEET
source: Choose Action
ar: إختيار الإجراء
pl: Wybierz akcję
zh_tw: 選擇方式

# CANCEL_ACTIONSHEET
source: Cancel
ar: إلغاء
zh_tw: 取消

# RESPRING_ACTIONSHEET
source: Respring
ar: إعادة تشغيل السبريغبورد
pl: Przeładuj SpringBoard
zh_tw: 重新載入主畫面

# RELOAD_SETTINGS_ACTIONSHET
source: Reload Settings
ar: إعادة تحميل الإعدادات
pl: Przeładuj ustawienia
zh_tw: 重新載入設定

source: System Apps
ar: برامج الجهاز
pl: Programy systemowe
zh_tw: 系統應用程式

source: AppStore Apps
ar: برامج الأب ستور
pl: Programy z App Store
zh_tw: 使用者應用程式

# DISMISS_CREDITS
source: Dismiss
ar: صرف
pl: Wróć
zh_tw: 好

# REPORT_CRASH_MSG
source: If you are reporting a crash, please install Crash Reporter from Cydia.
pl: Jeśli zgłaszasz usterkę, najpierw zainstaluj Crash Reporter z Cydia Store.
zh_tw: 如果您要回報當機問題，請在 Cydia 安裝 Crash Reporter。

# DISMISS_ALERT
source: Dismiss
ar: صرف
zh_tw: 好

# INSTALL_ALERT
source: Install
ar: تثبيت
zh_tw: 安裝

# RESTORE_DEFAULT_MSG
source: This will restore the default Springtomize settings and respring your device.
ar: إستعادة الإعدادات الأساسية لسبرينغتوميز و إعادة تشغيل السبرينغبورد‫.‬
pl: Zostaną przywróce domyślne ustawienia Springtomize i wykonany tzw. "respring".
zh_tw: 這將回復至 Springtomize 的初始設定並重新載入裝置的主畫面。

# RESET_ACTIONSHEET
source: Reset
ar: إعادة تعيين
zh_tw: 重置

# LIBRARIES_TITLE
source: Libraries
ar: ليبراريز
zh_tw: 資源庫

# SETTINGS_FILES_TITLE
source: Settings Files
ar: ملفات الإعدادات
pl: Pliki ustawień
zh_tw: 設定檔案

# SETTINGS_FILES_WARNING
source: Here are displayed all the settings files stored on your device, belonging to a tweak or a jailbroken application. Swipe on a cell to delete the file. This may be helpful in case of troubleshooting.
ar: ملفات الإعدادات
pl: Tutaj wyświetlone są wszystkie ustawienia przechowywane w tym urządzeniu, należące do rozszerzeń i aplikacji dostępnych po jailbreaku. Przesuń palcem po danym polu, aby usunąć dany plik. Może okazać się to pomocne przy rozwiązywaniu problemów.
zh_tw: 這裡顯示了所有存在於您裝置裡越獄後安裝的軟體設定檔案。在項目上滑動以刪除檔案。這對於解決問題可能會有幫助。

# SAVE_OR_RESTORE_BTN
source: Save/Restore
ar: حفظ‫/‬استعادة
pl: Zapisz/Przywróć
zh_tw: 備份/還原

source: Save
ar: حفظ
zh_tw: 備份

source: Restore
ar: استعادة
pl: Przywróć
zh_tw: 還原

source: Saving
ar: جاري الحفظ
zh_tw: 正在備份

source: Restoring
ar: إعادة الإستعادة
zh_tw: 正在還原

source: Credits
ar: ائتمانات
pl: Podziękowania
