Repository: ErMasLoko/Springtomize2-Localization
Catalog: *.lproj/STAnimationsController.strings
Languages: pl

source: App to App transition
pl: Przejście między aplikacjami

source: Custom Duration
pl: Niestandardowa długość

source: Lock Animation
pl: Animacja blokady

source: Old Tv Animation
pl: Stary telewizor

source: Play Sound
pl: Odtwórz dźwięk

source: Screenshot Flash
pl: Błysk zrzutu ekranu

source: Slow Motion
pl: Zwolnione tempo

source: Slow Motion Mode
pl: Tryb zwolnionego tempa

source: Use Custom Color
pl: Użyj własnego koloru

source: Vertical Animation
pl: Pionowa animacja
