Repository: ErMasLoko/Springtomize2-Localization
Catalog: *.lproj/STAppSwitcherController.strings
Languages: ko, pl

source: App Switcher
ko: 앱 스위처
pl: Pasek wielozadaniowości

source: Landscape Switcher
ko: 가로화면 앱 스위처
pl: Poziomy pasek

source: Start Editing
ko: 편집 모드로 시작
pl: Zacznij od edycji

source: Disable Paging
ko: 페이지단위 스크롤 비활성
pl: Wyłącz stronicowanie

source: Start with iPod
ko: iPod 컨트롤로 시작
pl: Zacznij od iPoda

source: Disable Badges
ko: 배지 표시안함
pl: Ukryj plakietki

source: Brightness Slider
ko: 밝기 조절 슬라이더
pl: Suwak jasności

source: Custom Icons Number
ko: 사용자 설정 아이콘 개수
pl: Zmień liczbę ikon

source: Icons in Switcher
ko: 앱 스위처 아이콘 개수
pl: Liczba ikon w pasku

source: One
ko: 1 개

source: Two
ko: 2 개

source: Three
ko: 3 개

source: Four
ko: 4 개

source: Five
ko: 5 개

source: Six
ko: 6 개

source: Seven
ko: 7 개

source: Eight
ko: 8 개

source: Nine
ko: 9 개

source: Ten
ko: 10 개

source: Inactive Apps Handling
ko: 비활성 애플리케이션 처리
pl: Nieaktywne aplikacje

source: Dim Icon
ko: 아이콘 흐리게 표시
pl: Przyciemnij ikonę

source: Hide from Switcher
ko: 앱 스위처에서 숨기기
pl: Usuń z paska

source: None
ko: 없음
pl: Bez zmian
