Repository: ErMasLoko/Springtomize2-Localization
Catalog: *.lproj/STCapabilitiesController.strings
Languages: ar, ca, el, ko, nl, zh_tw

source: Custom Capabilities
ar: قدرات مخصصة
ca: Personalitzar Carpetes
el: Έξτρα Δυνατότητες
ko: 사용자 기능 관리
nl: Aangepaste Mogelijkheden
zh_tw: 自訂相容性

source: You need to enable Custom Capabilities in order to apply any modification. Switch on the capabilities you want to keep enabled.
ar: لتطبيق أي تعديل، عليك تمكين القدرات المخصصة‫.‬
ca: Has d'activar Personalitzar Capacitats per tal que s'apliquin les modificacions. Activa les capacitats que vols mantenir actives.
ko: 기능 관리 변경 사항을 적용하기 위해서는 사용자 기능 관리 설정을 활성화해야 합니다. 사용을 유지하고자 하는 기능을 켜십시오.
nl: Gelieve Aangepaste Mogelijkheden in te schakelen om wijzigingen aan te brengen. Schakel de mogelijkheden die u wenst te behouden in.
zh_tw: 您必須啟用自訂相容性以套用變更。開啟您想持續啟用之相容性項目。

source: Homescreen WP
ar: خلفية الشاشة الرئيسية
ca: Fons de Pantalla
el: Φόντο Αφετηρίας
ko: 홈 화면 배경이미지
nl: Thuisschermwallpaper
zh_tw: 主畫面桌面背景

source: VoiceControl
ar: التحكم الصوتي
ca: Control de Veu
el: Έλεγχος με Φωνή
ko: 음성 명령
nl: Stembediening
zh_tw: 語音控制

source: Multitasking
ar: تعدد المهام
ca: Multitasca
ko: 멀티태스킹
zh_tw: 多工處理

source: HDR
ko: HDR (고명암 대비)

source: Panorama
ar: بانوراما
el: Πανόραμα
ko: 파노라마 촬영
zh_tw: 全景拍攝

source: Front Camera
ar: الكاميرا الأمامية
ca: Camera Frontal
el: Μπροστινή Κάμερα
ko: 전면 카메라
nl: Camera vooraan
zh_tw: 前鏡頭

source: SMS
ar: الرسائل
el: Μηνύματα SMS
ko: 메시지
zh_tw: 簡訊

source: Telephony
ar: الهاتف
ca: Telefon
el: Τηλεφωνία
ko: 전화
nl: Telefoon
zh_tw: 通話

source: Contacts
ar: جهات الإتصال
ca: Contacte
el: Επαφές
ko: 연락처
nl: Contacten
zh_tw: 聯絡人

source: Battery Percentage
ar: النسبة المؤية للبطارية
ca: Percentatge Bateria
el: Ποσοστό Μπαταρίας
ko: 배터리 잔량 (%)표시
nl: Batterijpercentage
zh_tw: 電池容量百分比

source: GPS
ko: GPS (위치 서비스)

source: AppStore
ar: الأب ستور
ko: 앱 스토어
nl: App-winkel

source: Magnetometer
ar: مقياس المغنطيسية
ca: Magnetometre
el: Μαγνητικός Μετριτής
ko: 나침반
nl: Kompas
zh_tw: 磁力儀
