Repository: ErMasLoko/Springtomize2-Localization
Catalog: *.lproj/STFoldersController.strings
Languages: ar, ca, nl, pl, sv

source: Folders Closebox
ar: إغلاق مربع المجلدات
ca: Creueta Carpetes
nl: Folderverwijderknop
pl: Usuwanie folderów
sv: Radera-ikon För Mappar

source: Hide Preview
ar: إخفاء معاينة
ca: Amagar Miniicones
nl: Verberg voorvertoning
pl: Ukryj podgląd
sv: Dölj Förhandsgranskning

source: Disable Animation
ar: تعطيل الصور المتحركة
ca: Desactivar Animacio
nl: Animaties uit
pl: Wyłącz animację
sv: Inaktivera Animeringar

source: Hide Background
ar: إخفاء الخلفية
ca: Amagar Fons
nl: Verberg achtergrond
pl: Ukryj tło
sv: Dölj Bakgrund

source: Hide Label
ar: اخفاء التسمية
ca: Amagar Etiquetes
nl: Verberg label
pl: Ukryj nazwę
sv: Dölj Etikett

source: Disable Badges
ar: تعطيل البادجات
ca: Amagar Badges
nl: Geen badges
pl: Ukryj plakietki
sv: Inaktivera Brickor

source: Auto Close
ar: االنهيار التلقائي
ca: Amaga Autotancament
nl: Automatisch sluiten
pl: Automatycznie zamykaj
sv: Autostäng

source: Create in Dock
ar: إنشاء في الدوك
ca: Crear-les al Dock
nl: Aanmaak op dock
pl: Utwórz w Docku
sv: Skapa i Dockan

source: Use Custom Number
ar: استخدام رقم مخصص
ca: Nombre Personalitzat
nl: Aangepast icoonaantal
pl: Zmień liczbę ikon
sv: Använd Anpassat Antal

source: Icons per Line
ar: عدد الأيقونات في كل خط
ca: Icones per fila
nl: Iconen per rij
pl: Liczba ikon
sv: Ikoner Per Rad
