Repository: ErMasLoko/Springtomize2-Localization
Catalog: *.lproj/STIconsController.strings
Languages: ar, ca, el, it, nl, pl, sv, zh_tw

source: 2 Tap Clear Badge
ca: 2 Clicks Treure Badges
el: 2 Ταπ Καθαρ. Badge
it: 2 Tap elimina Badge
nl: 2x tik verwijdert badge
pl: Ukryj plakietkę 2 stuk.
sv: Två Tap Döljer Bricka
zh_tw: 點兩下以清除標示

source: Choose Icons
ar: إختيار الأيكونات
ca: Escollir Icones
el: Επιλογή Εικονιδίων
it: Scegli Icone
nl: Kies iconen
pl: Wybierz ikony
sv: Välj Ikoner
zh_tw: 選擇圖示

source: Disable All Badges
ar: تعطيل جميع البادجات
ca: Desactiva Badges
el: Ανενεργές Κονκάρδες
it: Disabilita tutti i badges
nl: Geen badges
pl: Ukryj wszystkie plakietki
sv: Inaktivera Alla Brickor
zh_tw: 停用所有標示

source: Disable Jittering
ar: تعطيل النرفزة
ca: Desactiva Vibracio
el: Ανενεργό Κούνιμα
it: Disabilita Movimento
nl: Verhinder Icoontrillen
pl: Wyłącz drganie
sv: Inaktivera Darrning
zh_tw: 停用抖動

source: Disable Uninstalling
ar: تعطيل إلغاء تثبيت
ca: Desactiva Desinstal.lar
el: Αδύνατη Απεγκατάσταση
it: Disabilita Disinstallazione
nl: Verhinder Verwijderen
pl: Wyłącz usuwanie
sv: Inaktivera Avinstallation
zh_tw: 停用移除

source: Enable
ar: تمكين
ca: Activar
el: Ενεργή Απόκρυψη
it: Abilita
nl: Inschakelen
pl: Ukryj inne ikony
sv: Aktivera
zh_tw: 啟用

source: Hide Icons
ar: إخفاء الأيقونات
ca: Amagar Icones
el: Απόκρυψη Εικονιδίων
it: Nascondi Icone
nl: Verberg iconen
pl: Ukryj ikony
sv: Dölj Ikoner
zh_tw: 隱藏圖示

source: Hide Labels
ar: إخفاء الترسيمة
ca: Amaga Etiqueta
el: Απόκρυψη Τίτλων
it: Nascondi Nomi
nl: Verberg labels
pl: Ukryj nazwy
sv: Dölj Etiketter
zh_tw: 隱藏標籤文字

source: Hide Newsstand
ar: إخفاء زاوية الأخبار
ca: Quiosc
el: Απόκρυψη Newsstand
it: Nascondi Edicola
nl: Verberg Kiosk
pl: Ukryj Kiosk
sv: Dölj Tidningskiosk
zh_tw: 隱藏 Newsstand

source: Hide Springtomize
ar: إخفاء سبرينغتوميز
ca: Springtomize
el: Απόκρυψη Springtomize
it: Nascondi Springtomize
nl: Verberg Springtomize
pl: Ukryj Springtomize
sv: Dölj Springtomize
zh_tw: 隱藏 Springtomize

source: Icons Per Line
ar: عدد الأيقونات في الخط
ca: Icones per fila
el: Αριθμός Εικονιδίων
it: Icone per riga
nl: Iconen per rij
pl: Liczba ikon w wierszu
sv: Ikoner Per Rad
zh_tw: 每行圖示數量

source: Lock Moving
ar: لوك موفينغ
ca: Bloquejar Moviment
el: Κλείδωμα Μετακίνησης
it: Blocca Spostamento
nl: Verhinder Verplaatsen
pl: Zablokuj położenie
sv: Inaktivera Flyttning
zh_tw: 移動鎖定

source: Resize Dock Icons
ar: إعادة تحجيم أيقونات الدوك
ca: Icones Dock
el: Εικονίδια Dock
it: Ridim. Icone Dock
nl: Schaal dockiconen
pl: Rozmiar ikon w Docku
sv: Dockade Ikoner
zh_tw: 調整 Dock 圖示大小

source: Resize Icons
ar: إعادة تحجيم الأيقونات
ca: Icones
el: Μέγεθος Εικονιδίων
it: Ridim. Icone
nl: Schaal iconen
pl: Rozmiar ikon
sv: Ikoner
zh_tw: 調整圖示大小

source: Resize Switcher Icons
ar: إعادة تحجيم أيقونات المبدل
ca: Icones Multitasca
el: Εικονίδια Εναλλαγής
it: Ridim. Icone Switcher
nl: Multitaskbalkiconen
pl: Rozmiar ikon w pasku
sv: Ikoner i Appväxlare
zh_tw: 調整多工列圖示大小

source: Resizing
ar: إعادة التحجيم
ca: Redimensionar
el: Μέγεθος
it: Ridimensionamento
nl: Schalen
pl: Rozmiar ikon
sv: Anpassning Av Storlek
zh_tw: 調整大小

source: Use Custom Number
ar: استخدام رقم مخصص
ca: Nombre Personalitzat
el: Εικονίδια Οριζόντια
it: Cambia numero Icone
nl: Aangepast icoonaantal
pl: Zmień liczbę ikon
sv: Använd Anpassat Antal
zh_tw: 使用自訂數量

source: One
el: Ένα
it: Uno

source: Two
el: Δυο
it: Due

source: Three
el: Τρία
it: Tre

source: Four
el: Τέσσερα
it: Quattro

source: Five
el: Πέντε
it: Cinque

source: Six
el: Έξι
it: Sei

source: Seven
el: Επτά
it: Sette

source: Eight
el: Οκτώ
it: Otto

source: Nine
el: Εννέα
it: Nove

source: Ten
el: Δέκα
it: Dieci

source: Icons
zh_tw: 軟體圖示
