Repository: ErMasLoko/Springtomize2-Localization
Catalog: *.lproj/STLockscreenController.strings
Languages: ar, ca, de, el, es, it, ko, pl, pt_pt, sv, zh_tw

source: Display Seconds
ar: عرض ثوانى
ca: Mostra Segons
de: Sekunden anzeigen
el: Εμφάνιση Δευτερ/των
es: Mostrar segundos
it: Mostra Secondi
ko: 시간에 초 표시
pl: Wyświetl sekundy
pt_pt: Mostrar Segundos
sv: Visa Sekunder
zh_tw: 顯示秒數

source: Always Charging
ar: حالة تشريج دائمة
ca: Sempre Carregant
de: Immer Lademodus
el: Πάντα Φορτίζει
es: Siempre cargando
it: Sempre in Carica
ko: 항상 충전 배터리 보기
pl: Zawsze pokazuj baterię
pt_pt: Sempre a Carregar
sv: Visa Alltid Laddning
zh_tw: 總是顯示充電狀態

source: Always Show WP
ar: ظهور الخلفية دائماً
ca: Sempre Mostrar Fons
de: Hintergr. immer zeigen
el: Πάντα Φόντο
es: Mostrar fondo siempre
it: Mostra sempre Sfondo
ko: 항상 배경이미지 보기
pl: Zawsze pokazuj tapetę
pt_pt: Sempre Fundo Trab.
sv: Visa Alltid Bakgrund
zh_tw: 總是顯示桌面背景

source: Disable Camera Button
ar: تعطيل زر الكاميرا
ca: Desactivar Camera
de: Kameraknopf weg
el: Χωρίς Κουμπί Κάμερας
es: Desactivar botón cámara
it: Disabilita Camera
ko: 카메라 버튼 사용안함
pl: Wyłącz przycisk aparatu
pt_pt: Esconder Botão Câmera
sv: Inaktivera Kameraknapp
zh_tw: 停用相機按鈕

source: Always Show Camera
ar: ظهور الكا؛يرا دائماً
ca: Sempre Mostrar Camera
de: Kamera immer zeigen
el: Πάντα Κουμπί Κάμερας
es: Siempre mostrar cámara
it: Mostra sempre Camera
ko: 항상 카메라 버튼 보기
pl: Zawsze pokazuj aparat
pt_pt: Mostrar Sempre Câmera
sv: Visa Alltid Kameraknapp
zh_tw: 總是顯示相機按鈕

source: Hide Top Bar
ar: إخفاء شريط الأعلى
ca: Amaga la barra superior
de: Obere Zeile weg
el: Χωρίς Πάνω Μπάρα
es: Ocultar barra superior
it: Nascondi Barra superiore
ko: 상단 바 숨기기
pl: Ukryj górną belkę
pt_pt: Esconder Barra Topo
sv: Göm Top Bar
zh_tw: 隱藏狀態列

source: Disable Artwork
ar: تعطيل الأرطورك
ca: Desactiva Albums
de: Hintergrund weg
el: Χωρίς Εξώφυλλο
es: Desactivar carátula
it: Disabilita Illustrazione
ko: 앨범 아트 사용안함
pl: Wyłącz okładki
pt_pt: Desactivar Artwork
sv: Inaktivera Artwork
zh_tw: 停用專輯封面

source: Delay Dimming
ar: تأخير الخفت
ca: Temps de bloqueig
de: Abblendung verz√∂gern
el: Χρόνος Καθυστέρησης
es: Retraso al oscurecer
it: Ritarda Spegnimento
ko: 화면 꺼짐 지연
pl: Opóźnij wygaszanie
pt_pt: Atrasar Obscurecer
sv: Fördröj Dimning
zh_tw: 延遲畫面變暗

source: Slider
ar: شريط التمرير
ca: Lliscador
de: Schieberegler
es: Deslizador
ko: 잠금 슬라이더
pt_pt: Deslizar para Desbloquear
zh_tw: 解鎖滑桿

source: Hide Knob
ar: إخفاء الزر
ca: Amaga lliscador
de: Knopf verstecken
el: Χωρίς Μοχλό
es: Ocultar botón deslizad.
it: Nascondi Cursore
ko: 슬라이더 버튼 숨기기
pl: Ukryj suwak
pt_pt: Esconder Seta
sv: Dölj Handtag
zh_tw: 隱藏解鎖滑動鈕

source: Custom Label
ar: تسمية مخصصة
ca: Personalitzar Text
de: Eigener Text
el: Επιλογή Ετικέτας
es: Etiqueta personal
it: Nome personalizzato
ko: 사용자 설정 문구
pl: Niestandardowy suwak
pt_pt: Definir Texto
sv: Anpassad Etikett
zh_tw: 自訂解鎖標籤文字

source: Custom Label Mode
ar: حالة التسمية الخاصة
ca: Mode Text Personalitzat
de: Textmodus
el: Επιλογή Τύπου Ετικέτας
es: Modo etiqueta
it: Modalit√†
ko: 사용자 설정 문구 모드
pl: Zastąp suwak
pt_pt: Definir Modo Texto
sv: Typ Av Anpassad Etikett
zh_tw: 自訂解鎖標籤模式
