Repository: ErMasLoko/Springtomize2-Localization
Catalog: *.lproj/STSBController.strings
Languages: ca, sv

source: Backup Options
ca: Copies de Seguretat
sv: Backupinställningar

source: Icon State
ca: Estat Icones
sv: Ikoners Placering

source: Wallpaper
ca: Fons de Pantalla
sv: Bakgrund

source: Springtomize Settings
ca: Opcions Springtomize
sv: Springtomize Inställningar

source: Restore Options
ca: Restaurar Opcions
sv: Återställ Inställningar

source: On-the-fly Reload
ca: Sobre la marxa
sv: Dynamisk Återställning

source: Automatic Backup
ca: Copia Automatica
sv: Automatisk Backup

source: Enable
ca: Activar
sv: Aktivera
