Repository: ErMasLoko/Springtomize2-Localization
Catalog: *.lproj/STStatusBarController.strings
Languages: ar, ca, el, it, pl, sv, zh_tw

source: Custom Carrier
ca: Personalitzar Operador
el: Άλλο Όνομα Φορέα
it: Operatore Personalizzato
pl: Niestandardowy operator
sv: Anpassad Operatör
zh_tw: 自訂電信營運商

source: Use Custom Carrier
ar: استخدام الموقع المخصص
ca: Operador Personalitzat
el: Άλλο Όνομα Φορέα
it: Cambia Nome Operatore
pl: Własna nazwa
sv: Anpassad Operatör
zh_tw: 使用自訂電信營運商

source: Custom Time
ar: الوقت المخسس
ca: Personalitzar Hora
el: Άλλος Τίτλος
it: Orario Personalizzato
pl: Niestandardowy zegar
sv: Anpassad Tid
zh_tw: 自訂時間

source: Use Custom Time
ar: استخدام الموقت المخصص
ca: Hora Personalitzada
el: Άλλος Τύπος Ώρας
it: Cambia Orario
pl: Zastąp zegar
sv: Anpassad Tid
zh_tw: 使用自訂時間

source: Custom Time Mode
ar: حالة الوقت المخصص
ca: Mode Hora Personalitzada
el: Επιλογή Τύπου Ώρας
it: Modalit√†
pl: Element zastępujący
sv: Typ
zh_tw: 自訂時間模式

source: Hide Status Bar Items
ar: إخفاء عناصر شريط المعلومات
ca: Amaga elements de la Status Bar
el: Απόκρυψη Εικονιδίων Statusbar
it: Nascondi Elementi Status Bar
pl: Ukryj elementy paska statusu
sv: Dölj Statusbar-element
zh_tw: 隱藏狀態列項目

source: Alarm
ar: المنبه
ca: Alarma
el: Ξυπνητήρι
it: Sveglia
zh_tw: 鬧鐘

source: Airplane
ar: الطيران
ca: Avio
el: Κατάσταση Πτήσης
it: Aereo
pl: Tryb samolot
sv: Flygplansläge
zh_tw: 飛航模式

source: Battery
ar: البطرية
ca: Bateria
el: Μπαταρία
it: Batteria
sv: Batteri
zh_tw: 電池

source: Battery Percent
ar: النسبة المؤية للبطرية
ca: Percentatge Bateria
el: Ποσοστό Μπαταρίας
it: % Batteria
pl: % baterii
sv: Batteri Procent
zh_tw: 電池百分比

source: Bluetooth Battery
ar: بطارية بلوتوث
ca: Percentatge Bluetooth
el: Μπαταρία Bluetooth
it: Batteria BT
pl: Bateria Bluetooth
sv: Blåtandsbatteri
zh_tw: 藍芽裝置電池

source: Bluetooth
ar: بلوتوث
sv: Blåtand
zh_tw: 藍芽

source: Call Forwarding
ar: تحويل المكالمات
ca: Desviament de trucada
el: Προώθηση Κλήσης
it: Inoltro Chiamate
pl: Przekazywanie połączeń
sv: Vidarekoppling
zh_tw: 電話轉接

source: Data Network
ar: بيانات الشبكة
ca: Xarxa de dades
el: Δίκτυο Δεδομένων
it: Rete Dati
pl: Sieć danych
sv: Datanätverk
zh_tw: 數據網路

source: Location
ar: موقع
ca: Localitzacio
el: Τοποθεσία
it: Localizzazione
sv: Lokalisering
zh_tw: 定位

source: Play
ar: إلعب
el: Αναπαραγωγή
sv: Musikspelning
zh_tw: 播放

source: Rotation
ar: تناوب
ca: Rotacio
el: Περιστροφή
it: Rotazione
sv: Rotering
zh_tw: 畫面旋轉鎖定

source: Carrier Name
ar: إسم الموقع
ca: Operador
el: Όνομα Φορέα
it: Nome Operatore
sv: Operatörsnamn
zh_tw: 電信營運商名稱

source: Signal Strength
ar: قوة الإشارة
ca: Potencia Senyal
el: Ισχύ Σήματος
it: Livello Segnale
pl: Zasięg
sv: Signalstyrka
zh_tw: 訊號強度

source: Sync Indicator
ar: مؤشر المزامنة
ca: Sincronitzacio
el: Δείκτης Συγχρονισμού
it: Indicatore Sincronizzazione
sv: Synk. Indikator
zh_tw: 同步指示

source: Time
ar: وقت
ca: Hora
el: Ώρα
it: Orario
sv: Tid
zh_tw: 時間
